tap "heroku/brew"
cask_args appdir: "~/Applications"
tap "homebrew/brewdler"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
brew "readline"
brew "ansible"
brew "bash"
brew "bash-completion"
brew "coreutils"
brew "ctags"
brew "openssl@1.1"
brew "emacs"
brew "fish"
brew "ghq"
brew "git"
brew "googler"
brew "grep"
brew "hub"
brew "jq"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "nvm"
brew "peco"
brew "pipenv"
brew "postgresql"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "screen"
brew "tree"
brew "heroku/brew/heroku"

cask "alfred"
cask "docker"
cask "google-chrome"
cask "dropbox"
cask "karabiner-elements"
cask "visual-studio-code"
cask "google-japanese-ime"
cask "gyazo"
cask "iterm2"
cask "zoom"

mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas 'Kindle', id: 405399194
