jorgebucaran/fisher
oh-my-fish/plugin-balias
edc/bass
oh-my-fish/theme-bobthefish
fisherman/getopts
oh-my-fish/plugin-peco
yoshiori/fish-peco_select_ghq_repository
fisherman/rbenv
fisherman/z
jorgebucaran/nvm.fish
