oh-my-fish/plugin-balias
edc/bass
oh-my-fish/theme-bobthefish
fisherman/getopts
fisherman/nvm
oh-my-fish/plugin-peco
yoshiori/fish-peco_select_ghq_repository
fisherman/pyenv
fisherman/rbenv
fisherman/z
